Repository: kotelnik/plasma-applet-thermal-monitor
Catalog: translations/po/plasma_applet_org.kde.thermalMonitor_*.po
Languages: cs, el, ru

source: Temperature
cs: Teplota
el: Θερμοκρασία
ru: Температура

source: Appearance
cs: Vzhled
el: Εμφάνιση
ru: Внешний вид

source: Misc
cs: Ostatní
el: Διάφορα
ru: Разное

source: Alias font size:
cs: Velikost aliasu
el: Μέγεθος γραμματοσειράς ψευδώνυμου:
ru: Подпись - размер текста:

source: Temperature font size:
cs: Velikost teploty
el: Μέγεθος γραμματοσειράς θερμοκρασίας:
ru: Температура - размер текста:

source: Icon font size:
cs: Velikost ikonek
el: Μέγεθος γραμματοσειράς εικονιδίου:
ru: Изображение - размер:

source: Temperature right margin:
cs: Pravé odsazení teploty
el: Δεξί περιθώριο θερμοκρασίας:
ru: Температура - отступ справа:

source: Notification icon bottom margin:
cs: Spodní odsazení ikonky
el: Κάτω περιθώριο εικονιδίου ειδοποίησης:
ru: Изображение - отступ снизу:

source: Enable label drop shadow
cs: Aktivovat stíny
el: Ενεργοποίηση σκιάς ετικέτας
ru: Включить тень подписей

source: Update interval:
cs: Obnovovací interval
el: Ενημέρωση κάθε:
ru: Интервал обновления:

# Abbreviation for seconds
source: s
el: δ
ru: сек.

source: Temperature:
cs: Teplota:
el: Θερμοκρασία:
ru: Единицы измерения:

source: Add Resource
cs: Přidat zdroj
el: Προσθήκη πόρου
ru: Добавить источник

source: Edit Resource
cs: Upravit zdroj
el: Επεξεργασία πόρου
ru: Редактировать источник

source: Source
cs: Zdroj
el: Πηγή
ru: Источник

source: Group of sources
cs: Skupina zdrojů
el: Ομάδα πηγών
ru: Группа источников

source: NOTE: Group of sources shows the highest temperature of chosen sources.
cs: Pozn: Skupina zdrojů vždy zobrazuje nejvyšší aktuální teplotu ze zvolených zdrojů.
el: Σημείωση: Η Ομάδα πηγών δείχνει την υψηλότερη θερμοκρασία των επιλεγμένων πηγών.
ru: Примечание: Группа показывает наибольшую температуру из выбранных источников.

source: Show alias:
ru: Показывать подпись:

source: Alias:
el: Ψευδώνυμο:
ru: Подпись:

source: Override limit temperatures
cs: Přetížit limitní teploty
el: Παράκαμψη θερμοκρασιακών ορίων
ru: Особые лимиты температуры

source: Warning temperature [°C]:
cs: Varovná teplota [°C]:
el: Θερμοκρασία προειδοποίησης [°C]:
ru: Предупреждение [°C]:

source: Meltdown temperature [°C]:
cs: Nebezpečná teplota [°C]:
el: Κρίσιμη θερμοκρασία [°C]:
ru: Перегрев [°C]:

source: Plasmoid version:
el: <b>Έκδοση πλασμοειδούς:</b> %1
ru: Версия плазмоида:

source: Resources
cs: Zdroje
el: Πηγές
ru: Источники

source: Add resources by clicking "+" button.
cs: Přidejte zdroje kliknutím na tlačítko "+".
el: Προσθήκη πηγών πατώντας το "+".
ru: Добавить источник кнопкой "+".

source: Alias
el: Ψευδώνυμο
ru: Подпись

source: Action
cs: Akce
el: Εντολή
ru: Действия

source: Notifications
cs: Notifikace
el: Ειδοποιήσεις
ru: Уведомления

source: Reload Temperature Sources
cs: Obnovit zdroje
el: Ανανέωση πηγών θερμοκρασιών
ru: Обновить

source: OFF
el: Απενεργοποιημένο
ru: ВЫКЛ
